FV2304/E_0903.dot
digraph D {
    labelloc="t";
    label=<<B><FONT POINT-SIZE="18">Redispatch 2.0</FONT></B><BR/><BR/><B><FONT POINT-SIZE="16">16.2.2: AD: Ermittlung und Abstimmung der abrechnungsrelevanten Ausfallarbeit – Planwertmodell</FONT></B><BR/><BR/><BR/><BR/>>;
    "Start" [margin="0.2,0.12", shape=box, style=filled, fillcolor="#7a8da1", label=<<B>E_0903</B><BR align="center"/><FONT point-size="12"><B><U>Prüfende Rolle:</U> BTR</B></FONT><BR align="center"/>>];
    "1" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>1: </B>Liegt für die Ausfallarbeitszeitreihe bereits eine Zustimmung vor?<BR align="left"/>>];
    "A01" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cca9ab", label=<<B>A01</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: Ablehnung<BR align="left"/>Ausfallarbeitszeitreihe wurde bereits bestätigt.<BR align="left"/></FONT>>];
    "2" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>2: </B>Ist der Gegenvorschlag zur Ausfallarbeitszeitreihe innerhalb der vorgegebenen Frist eingegangen?<BR align="left"/>>];
    "A02" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cca9ab", label=<<B>A02</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: Ablehnung<BR align="left"/>Fristüberschreitung<BR align="left"/></FONT>>];
    "3" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>3: </B>Liegt bereits ein Gegenvorschlag zur Ausfallarbeitszeitreihe vor?<BR align="left"/>>];
    "A03" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cca9ab", label=<<B>A03</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: Ablehnung<BR align="left"/>Gegenvorschlag liegt bereits vor 0493<BR align="left"/>Hinweis: Ein weiterer Gegenvorschlag kann nicht eingereicht werden.<BR align="left"/></FONT>>];
    "4" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>4: </B>Können die Energiemengen des Gegenvorschlages zur Ausfallarbeitszeitreihe akzeptiert werden?<BR align="left"/>>];
    "A04" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cca9ab", label=<<B>A04</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: Ablehnung<BR align="left"/>Energiemengen falsch / nicht plausibel<BR align="left"/></FONT>>];
    "A05" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cca9ab", label=<<B>A05</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: Zustimmung<BR align="left"/>Zustimmung<BR align="left"/></FONT>>];

    "Start" -> "1";
    "1" -> "A01" [label="Ja"];
    "1" -> "2" [label="Nein"];
    "2" -> "A02" [label="Nein"];
    "2" -> "3" [label="Ja"];
    "3" -> "A03" [label="Ja"];
    "3" -> "4" [label="Nein"];
    "4" -> "A04" [label="Nein"];
    "4" -> "A05" [label="Ja"];
}
