FV2304/E_0903.puml
@startuml
skinparam Shadowing false
skinparam NoteBorderColor #f3f1f6
skinparam NoteBackgroundColor #f3f1f6
skinparam NoteFontSize 12
skinparam ActivityBorderColor none
skinparam ActivityBackgroundColor #7a8da1
skinparam ActivityFontSize 16
skinparam ArrowColor #7aab8a
skinparam ArrowFontSize 16
skinparam ActivityDiamondBackgroundColor #7aab8a
skinparam ActivityDiamondBorderColor #7aab8a
skinparam ActivityDiamondFontSize 18
skinparam defaultFontName DejaVu Serif Condensed
skinparam ActivityEndColor #669580

header
<b>FV2210
2022-12-12
endheader

title
Redispatch 2.0

16.2.2: AD: Ermittlung und Abstimmung der abrechnungsrelevanten Ausfallarbeit – Planwertmodell



end title
:<b>E_0903</b>;
note right
<b><i>Prüfende Rolle: BTR
end note

if (<b>1: </b> Liegt für die Ausfallarbeitszeitreihe bereits eine Zustimmung vor?) then (ja)
    :A01;
    note left
        Cluster: Ablehnung
        Ausfallarbeitszeitreihe wurde bereits bestätigt.
    endnote
    kill;
else (nein)
endif
if (<b>2: </b> Ist der Gegenvorschlag zur Ausfallarbeitszeitreihe innerhalb der vorgegebenen Frist eingegangen?) then (ja)
else (nein)
    :A02;
    note left
        Cluster: Ablehnung
        Fristüberschreitung
    endnote
    kill;
endif
if (<b>3: </b> Liegt bereits ein Gegenvorschlag zur Ausfallarbeitszeitreihe vor?) then (ja)
    :A03;
    note left
        Cluster: Ablehnung
        Gegenvorschlag liegt bereits vor 0493
        Hinweis: Ein weiterer Gegenvorschlag kann nicht eingereicht werden.
    endnote
    kill;
else (nein)
endif
if (<b>4: </b> Können die Energiemengen des Gegenvorschlages zur Ausfallarbeitszeitreihe akzeptiert werden?) then (ja)
    :A05;
    note left
        Cluster: Zustimmung
        Zustimmung
    endnote
    kill;
else (nein)
    :A04;
    note left
        Cluster: Ablehnung
        Energiemengen falsch / nicht plausibel
    endnote
    kill;
endif

@enduml
